Repository: jplitza/nina_xmpp
Catalog: nina_xmpp/locale/*/LC_MESSAGES/nina_xmpp.po
Languages: de

source: I did not understand your request. Type "help" for a list of available commands
de: Ich habe dich nicht verstanden. Schreibe "help" um eine Liste der verfügbaren Befehle anzuzeigen

source: No coordinates given
de: Keine Koordinaten übergeben

source: Invalid coordinates: {}
de: Ungültige Koordinaten: {}

source: Successfully registered to coordinates {0.y}, {0.x}
de: Erfolgreich für Koordinaten {0.y}, {0.x} registriert

source: Already registerd to coordinates {0.y}, {0.x}
de: Koordinaten {0.y}, {0.x} sind bereits registriert.

source: No registrations found, none unregistered.
de: Keine Registrierungen gefunden, keine entfernt.

source: Successfully unregistered from {} coordinate
de: Registrierung für {} Koordinate erfolgreich entfernt

source: Not registered to coordinates {0.y}, {0.x}
de: Keine Registrierung für Koordinaten {0.y}, {0.x} gefunden

source: Successfully unregistered from coordinates {0.y}, {0.x}
de: Registrierung für Koordinaten {0.y}, {0.x} erfolgreich entfernt

source: No active registrations
de: Keine aktiven Registrierungen

source: This bot is operated by {}
de: Dieser Bot wird betrieben von {}

source: {url} (last updated: {last_modified})
de: {url} (zuletzt aktualisiert: {last_modified})

source: The feeds are checked for updates every {} seconds
de: Die Warnquellen werden alle {} Sekunden auf Updates geprüft

source: Effective
de: Gilt ab

source: Expires
de: Gilt bis

source: Register to messages regarding a coordinate
de: Registriere dich für Benachrichtigungen zu bestimmten Koordinaten

source: Unregister from messages regarding a coordinate, or "unregister all"
de: Entferne deine Registrierung für eine Koordinate, oder "unregister all"

source: List active registrations
de: Zeige eine Liste deiner aktiven Registrierungen

source: Show available commands
de: Zeige verfügbare Befehle

source: Show list of feeds with last update timestamp
de: Zeige eine Liste der Warnquellen und wann sie zuletzt aktualisiert wurden
